{"translation-revision-date":"2023-07-09 15:58:28+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"All notifications are triggered successfully, please check your email to double-check if you can receive emails.":["همه اعلان‌ها با موفقیت فعال شدند، لطفاً ایمیل خود را بررسی کنید تا دوباره بررسی کنید که آیا می‌توانید ایمیل‌ها را دریافت کنید."],"You have not enabled the email notifications in the general settings.":["شما اعلان های ایمیل را در تنظیمات عمومی فعال نکرده اید."],"The notification test only works if you save the setting first.":["تست اعلان فقط در صورتی کار می کند که ابتدا تنظیمات را ذخیره کنید."],"Activate vulnerability detection to enable this block.":["برای فعال کردن این بلوک، تشخیص آسیب پذیری را فعال کنید."],"No vulnerabilities found":["هیچ آسیب پذیری یافت نشد"],"Reporting enabled":["گزارش فعال شد"],"Scanning your WordPress configuration":["پیکربندی وردپرس خود را اسکن کنید"],"Collecting plugin, theme and core data":["جمع آوری افزونه، موضوع و داده های اصلی"],"Preparing vulnerability detection":["آماده سازی تشخیص آسیب پذیری"],"You have enabled vulnerability detection! Really Simple SSL will check your plugins, themes and WordPress core daily and report if any known vulnerabilities are found.":["شما تشخیص آسیب پذیری را فعال کرده اید! SSL Really Simple هر روز افزونه ها، قالب ها و هسته وردپرس شما را بررسی می کند و در صورت یافتن آسیب پذیری های شناخته شده گزارش می دهد."],"Introducing vulnerabilities":["معرفی آسیب پذیری ها"],"Update":["به روز رسانی"],"Isolates the plugin or theme if no update can be performed":["اگر امکان به‌روزرسانی وجود نداشته باشد، افزونه یا طرح زمینه را ایزوله می‌کند"],"Force update the plugin or theme":["به اجبار افزونه یا قالب را به روز کنید"],"Test notifications":["اعلان های تست"],"Skip":["رد کردن"],"Save and continue":["ذخیره و ادامه"],"Send a notification test email - Notification emails are sent from your server.":["ارسال یک ایمیل آزمایشی اعلان - ایمیل های اعلان از سرور شما ارسال می شوند."],"Privacy Statement":["بیانیه حریم خصوصی"],"Include 6 Tips & Tricks to get started with Really Simple SSL.":["شامل 6 نکته و ترفند برای شروع با SSL واقعا ساده."],"Your email address":["آدرس ایمیل شما"],"Read More":["بیشتر بخوانید"],"Search for a post.":["جستجو برای یک پست"],"Redirect to this post when someone tries to access \/wp-admin or \/wp-login.php. The default is a 404 page.":["هنگامی که شخصی سعی می کند به \/wp-admin یا \/wp-login.php دسترسی پیدا کند به این پست تغییر مسیر دهید. پیش فرض صفحه 404 است."],"%s cannot be implemented due to server limitations. Check your notices for the detected issue.":["%s به دلیل محدودیت های سرور قابل پیاده سازی نیست. اعلامیه های خود را برای مشکل شناسایی شده بررسی کنید."],"Error detected":["خطا شناسایی شد"],"Disabled":["غیرفعال شد"],"Fetching next step...":["در حال واکشی مرحله بعدی..."],"Test notification by email":["اعلان تست از طریق ایمیل"],"Exit":["خروج"],"Enable Learning Mode to configure automatically":["حالت یادگیری را برای پیکربندی خودکار فعال کنید"]," The %s is now in report-only mode and will collect directives. This might take a while. Afterwards you can Exit, Edit and Enforce these Directives.":[" %s اکنون در حالت فقط گزارش است و دستورالعمل ها را جمع آوری می کند. این ممکن است مدتی طول بکشد. پس از آن می توانید از این دستورالعمل ها خارج، ویرایش و اجرا کنید."],"The Permissions Policy has been disabled.":["خط مشی مجوزها غیرفعال شده است."],"Permissions Policy is set outside Really Simple SSL.":["خط مشی مجوزها خارج از Really Simple SSL تنظیم شده است."],"%s is already set outside Really Simple SSL.":["%s قبلاً خارج از Really Simple SSL تنظیم شده است."],"Re-started test":["تست را دوباره شروع کرد"],"By placing it outside the root folder, it is not publicly accessible.":["با قرار دادن آن در خارج از پوشه ریشه، برای عموم قابل دسترسی نیست."],"Send":["ارسال"],"Type your question here":["سؤال خود را اینجا تایپ کنید"],"Permissions Policy is enforced.":["خط مشی مجوزها اجرا می شود."],"Stop":["متوقف نمودن"],"Start scan":["شروع به اسکن کنید"],"Everything is now served over SSL":["همه چیز اکنون از طریق SSL ارائه می شود"],"No results. Start your first scan":["بدون نتیجه. اولین اسکن خود را شروع کنید"],"Show ignored URLs":["URLهای نادیده گرفته شده را نشان دهید"],"View":["مشاهده"],"Deactivate":["غیرفعال‌سازی"],"Review the settings and enforce the policy":["تنظیمات را مرور کنید و خط مشی را اجرا کنید"],"We finished the configuration.":["پیکربندی را تمام کردیم."],"Learning Mode":["حالت یادگیری"],"Disable to configure":["برای پیکربندی غیرفعال کنید"],"Enforced":["اجرا شد"],"Enforce":["اجرا کنید"],"No results":["بدون نتیجه"],"failed":["ناموفق بود"],"success":["موفق"],"Blocked":["مسدود شده"],"Allowed":["مجاز"],"All":["همه"],"%s is enforced.":["%s اجرا می شود."],"%s has been disabled.":["%s غیرفعال شده است."],"Network settings":["تنظیمات شبکه"],"This feature is only available networkwide.":["این ویژگی فقط در سراسر شبکه در دسترس است."],"Revoke":["لغو"],"If you’re certain an SSL certificate is present, and refresh SSL status does not work, please check “Override SSL detection” to continue activating SSL.":["اگر مطمئن هستید که یک گواهی SSL وجود دارد و وضعیت بازخوانی SSL کار نمی کند، لطفاً برای ادامه فعال کردن SSL، «Override SSL detection» را علامت بزنید."],"Refresh SSL status":["تازه‌سازی وضعیت SSL"],"Install SSL":["نصب SSL"],"Improve Security with PRO":["بهبود امنیت با نسخه حرفه ای"],"completed":["تکمیل شده"],"working":["مشغول به کار"],"Finished":["تمام شد"],"Failed":["ناموفق"],"Installing...":["در حال نصب..."],"Processing activation of subsites networkwide":["در حال پردازش فعال سازی سایت های فرعی در سراسر شبکه"],"SSL has been activated network wide":["SSL در سراسر شبکه فعال شده است"],"The certificate is not generated by Really Simple SSL, so there are no installation files here":["گواهی توسط Really Simple SSL تولید نمی شود، بنابراین هیچ فایل نصبی در اینجا وجود ندارد"],"Skip DNS verification":["رد شدن از تأیید DNS"],"DNS verification active. You can switch back to directory verification here.":["تأیید DNS فعال است. در اینجا می توانید به تأیید دایرکتوری برگردید."],"Switched to Directory":["به فهرست راهنما تغییر کرد"],"Switched to DNS":["به DNS تغییر مکان داد"],"Activating...":["در حال فعال‌سازی..."],"Disable":["غیر فعال کردن"],"Allow":["اجازه"],"Fix":["ثابت"],"Dashboard":["به داشبورد بروید"],"Details":["جزئیات"],"Activate":["SSL را فعال کنید"],"The SSL detection method is not 100% accurate.":["این روش تشخیص 100٪ دقیق نیست."],"Value":["مقدار"],"domain":["دامنه"],"Override SSL detection":["لغو تشخیص SSL"],"The CA Bundle will sometimes be automatically detected. If not, you can use this file.":["بسته CA گاهی اوقات به طور خودکار شناسایی می شود. اگر نه، می توانید از این فایل استفاده کنید."],"Certificate Authority Bundle (CABUNDLE)":["بسته مرجع صدور گواهی (CABUNDLE)"],"The private key can be uploaded or pasted in the appropriate field on your hosting dashboard.":["کلید خصوصی را می توان در قسمت مربوطه در داشبورد میزبانی شما آپلود یا جایگذاری کرد."],"Private Key (KEY)":["کلید خصوصی (KEY)"],"Copy content":["محتوا را کپی کنید"],"Download":["دانلود"],"This is the certificate, which you need to install in your hosting dashboard.":["این گواهی است که باید در داشبورد هاست خود نصب کنید."],"Certificate (CRT)":["عنوان گواهینامه"],"Install your certificate.":["نصب گواهینامه "],"Skip DNS check":["رد شدن از بررسی DNS"],"If you're sure it's set correctly, you can click the button to skip the DNS check.":["اگر مطمئن هستید که به درستی تنظیم شده است، می توانید برای رد شدن از بررسی DNS روی دکمه کلیک کنید."],"You can manually check the DNS records in an %sonline tool%s.":["می توانید به صورت دستی سوابق DNS را در ابزار %sonline%s بررسی کنید."],"We could not check the DNS records. If you just added the record, please check in a few minutes.":["ما نتوانستیم سوابق DNS را بررسی کنیم. اگر فقط رکورد را اضافه کردید، لطفاً چند دقیقه دیگر بررسی کنید."],"Add the following token as text record to your DNS records. We recommend to use a short TTL during installation, in case you need to change it.":["کد زیر را به عنوان رکورد متنی به رکوردهای DNS خود اضافه کنید. توصیه می کنیم در هنگام نصب از یک TTL کوتاه استفاده کنید، در صورتی که نیاز به تغییر آن دارید."],"Inside the folder called “ssl” create a new folder called “certs”, with 644 writing permissions.":["در داخل پوشه به نام \"ssl\" یک پوشه جدید به نام \"certs\" با 644 مجوز نوشتن ایجاد کنید."],"The certificate will get stored in this directory.":["گواهی در این دایرکتوری ذخیره می شود."],"Create a certs directory":["یک دایرکتوری گواهی ایجاد کنید"],"Inside the folder called “ssl” create a new folder called “keys”, with 644 writing permissions.":["در داخل پوشه به نام \"ssl\" یک پوشه جدید به نام \"keys\" با 644 مجوز نوشتن ایجاد کنید."],"Create a folder called “ssl”":["پوشه ای به نام ssl بسازید"],"Navigate in FTP or File Manager to one level above the root of your WordPress installation:":["در FTP یا File Manager به یک سطح بالاتر از ریشه نصب وردپرس خود بروید:"],"The key directory is needed to store the generated keys.":["دایرکتوری کلید برای ذخیره کلیدهای تولید شده مورد نیاز است."],"Create a key directory":["یک دایرکتوری کلید ایجاد کنید"],"If the challenge directory cannot be created, you can either remove the server limitation, or change to DNS verification.":["اگر دایرکتوری چالش ایجاد نمی شود، می توانید محدودیت سرور را حذف کنید یا به تأیید DNS تغییر دهید."],"Or you can switch to DNS verification":["یا می توانید به تأیید DNS بروید"],"Click the refresh button.":["بر روی دکمه بارگزاری مجدد کلیک کنید"],"Inside the folder called “.well-known” create a new folder called “acme-challenge”, with 644 writing permissions.":["در داخل پوشه ای به نام \".well-known\" یک پوشه جدید به نام \"acme-challenge\" با 644 مجوز نوشتن ایجاد کنید."],"Create a folder called “.well-known”":["یک پوشه به نام \".well-known\" ایجاد کنید"],"Navigate in FTP or File Manager to the root of your WordPress installation:":["در FTP یا File Manager به ریشه نصب وردپرس خود بروید:"],"The challenge directory is used to verify the domain ownership.":["دایرکتوری چالش برای تأیید مالکیت دامنه استفاده می شود."],"Create a challenge directory":["یک دایرکتوری چالش ایجاد کنید"],"If the challenge directory cannot be created, or is not reachable, you can either remove the server limitation, or change to DNS verification.":["اگر دایرکتوری چالش ایجاد نمی شود یا قابل دسترسی نیست، می توانید محدودیت سرور را حذف کنید یا به تأیید DNS تغییر دهید."],"Next step":["مرحله بعدی"],"Switch to DNS verification":["به تأیید DNS بروید"],"Please note that auto-renewal with a DNS challenge might not be possible.":["لطفاً توجه داشته باشید که تمدید خودکار با چالش DNS ممکن است امکان پذیر نباشد."],"If you also want to secure subdomains like mail.domain.com, cpanel.domain.com, you have to use the %sDNS%s challenge.":["اگر می خواهید زیر دامنه هایی مانند mail.domain.com، cpanel.domain.com را نیز ایمن کنید، باید از چالش %sDNS%s استفاده کنید."],"Switch to directory verification":["به تأیید دایرکتوری بروید"],"Go to Dashboard":["رفتن به پیشخوان"],"Attempt %s.":["تلاش‌های %s"],"Verifying DNS records...":["در حال تایید سوابق DNS..."],"Re-check":["دوباره بررسی کنید"],"Copied!":["کپی شد!"],"Warning":["هشدار"],"Activate SSL":["SSL را فعال کنید"],"Read more":["ادامه مطلب"],"Dismiss":["رد"],"More info":["اطلاعات بیشتر"],"Activate SSL networkwide":["SSL را در شبکه فعال کنید"]}},"comment":{"reference":"settings\/build\/967.ebe931b05a50cd4e2f8b.js"}}